import "./Privacy.css"

function Privacy(){
    return <div class="privacy-container">
        <h1>سياسة الخصوصية</h1>

        <p>تهتم شركتنا بحماية خصوصية زوار ومستخدمي موقعنا. تلتزم الشركة بحماية المعلومات التي نقدمها عند استخدامك للموقع</p>

        <h3>المعلومات التي نجمعها</h3>
        <p>قد نجمع معلومات شخصية منك مثل الاسم وعنوان البريد الإلكتروني ورقم الهاتف عندما تقدمها لنا بشكل طوعي عبر موقعنا</p>

        <h3>كيف نستخدم معلوماتك</h3>
        <p>نستخدم المعلومات التي نجمعها للأغراض التالية</p>
        <ul>
            <li>لتخصيص تجربتك ولنتمكن من تقديم نوع المحتوى والعروض المنتجات التي تهمك أكثر</li>
            <li>لتحسين موقعنا على الويب من أجل خدمتك بشكل أفضل</li>
            <li>لمعالجة المعاملات بسرعة وكفاءة</li>
            <li>لإرسال رسائل بريد إلكتروني دورية بشأن طلبك أو منتجات وخدمات أخرى</li>
        </ul>

        <h3>أمان معلوماتك</h3>
        <p>نقوم بتطبيق مجموعة متنوعة من التدابير الأمنية للحفاظ على سلامة معلوماتك الشخصية عند قيامك بطلب أو إدخال أو إرسال معلوماتك الشخصية</p>

        <h3>تغييرات على سياسة الخصوصية هذه</h3>
        <p>نحتفظ بالحق في تعديل سياسة الخصوصية هذه في أي وقت، لذا يرجى مراجعتها بشكل متكرر. ستكون التغييرات والتوضيحات سارية المفعول فور نشرها على الموقع</p>

        <h3>تواصل معنا</h3>
        <p>إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى التواصل معنا</p>
        <ul>
            <li>info@example.com :  البريد الالكتروني</li>
            <li>الهاتف : +123456789</li>
            <li>العنوان : شارع الخصوصية 123، المدينة، البلد</li>
        </ul>
    </div>
}

export default Privacy;