import "./Aboutus.css"

function AboutUs(){
    return (
    <div className="aboutUs">
    <h1>من نحن</h1>
    
    <h3>مرحبًا بكم في متجرنا</h3>
    <p>
      نحن فريق من عشاق الحرف اليدوية المغربية، مكرسين لتقديم أجمل القطع الفنية التقليدية والمعاصرة من مختلف الفنانين المحليين. في متجرنا، نؤمن بأن كل قطعة تحمل قصة فريدة وتعكس جوهر الإبداع والأصالة المغربية
    </p>
    
    <h3>رؤيتنا<img src="http://localhost:3000/vision.png" alt="" /></h3>
    <p>
      نسعى لنكون الوجهة الأولى لعشاق الحرف اليدوية المغربية حول العالم، حيث نقدم منتجات تجمع بين الجمال والجودة، وتساهم في دعم الحرفيين المحليين وتحافظ على التراث الثقافي الغني للمغرب
    </p>
    
    <h3>مهمتنا<img src="http://localhost:3000/mission.png" alt="" /></h3>
    <ul>
      <li><b>دعم الحرفيين المحليين:</b> نعمل بشكل مباشر مع الحرفيين المحليين لضمان حصولهم على مقابل عادل لعملهم ودعم استمرارية صناعاتهم التقليدية</li>
      <li><b>الحفاظ على التراث:</b> نسعى للحفاظ على الفنون والحرف التقليدية المغربية، مع تقديمها بلمسة معاصرة تناسب أذواق العملاء حول العالم</li>
      <li><b>تقديم الجودة:</b> نحرص على اختيار أفضل المواد وأدق التفاصيل لضمان حصول عملائنا على منتجات تتميز بالجودة العالية والتصميم الرائع</li>
    </ul>
    
    <h3>قيمنا<img src="http://localhost:3000/value.png" alt="" /></h3>
    <ul>
      <li><b>الأصالة:</b> نؤمن بأهمية الحفاظ على التراث الثقافي والفني المغربي ونحرص على تقديم منتجات تعكس هذه الأصالة</li>
      <li><b>الإبداع:</b> نسعى دائما لتقديم تصاميم مبتكرة تجمع بين التقليدي والمعاصر</li>
      <li><b>الشفافية:</b> نحرص على بناء علاقات ثقة مع عملائنا من خلال تقديم معلومات واضحة وصحيحة عن منتجاتنا وطرق تصنيعها</li>
    </ul>
    
    <h3>لماذا نحن؟<img src="http://localhost:3000/whyus.png" alt="" /></h3>
    <ul>
      <li><b>منتجات فريدة:</b> كل قطعة في متجرنا هي عمل فني فريد يعكس روح الحرفي الذي صنعها</li>
      <li><b>جودة مضمونة:</b> نلتزم بتقديم أعلى مستويات الجودة في جميع منتجاتنا</li>
      <li><b>تجربة تسوق مميزة:</b> نقدم خدمة عملاء ممتازة لضمان رضا عملائنا وتلبية جميع احتياجاتهم</li>
    </ul>
    
    <h3>انضموا إلينا</h3>
    <p>
      ندعوكم لاستكشاف مجموعتنا المتنوعة من الحرف اليدوية المغربية والاستمتاع بجمال الأصالة والإبداع في كل قطعة. نأمل أن تجدوا في منتجاتنا ما يعبر عن ذوقكم الخاص ويضيف لمسة فنية فريدة إلى منازلكم
    </p>
  </div>
    );
}

export default AboutUs ;